import larionovs from './images/LARIONOVS.jpg';
import nikiforova from './images/NIKIFOROVA.jpg';
import veterans from './images/VETERANS.jpg';
import detiv from './images/DETIV.jpg';
import alld from './images/ALLD.jpg';
import trud from './images/TRUD.jpg';
import sp from './images/SP.jpg';
import vesel from './images/VESEL.jpg';
import usti from './images/USTI.jpg';
import emir from './images/EMIR.jpg';
import luka from './images/LUKA.jpg';
import mart from './images/MART.jpg';
import fad from './images/FAD.jpg';
import repit from './images/REPIT.jpg';
import boris from './images/BORIS.jpg';
import cercov from './images/CERCOV.jpg';
import chern from './images/CHERN.jpg';
import chernu from './images/CHERNU.jpg';
import chmu from './images/CHMU.jpg';
import chul from './images/CHUL.jpg';
import dbro from './images/DBRO.jpg';
import dlenin from './images/DLENIN.jpg';
import domga from './images/DOMGA.jpg';
import dub from './images/DUB.jpg';
import eva from './images/EVA.jpg';
import evak from './images/EVAK.jpg';
import freet from './images/FREET.jpg';
import gada from './images/GADA.jpg';
import gadal from './images/GADAL.jpg';
import gazeta from './images/GAZETA.jpg';
import gimna from './images/GIMNA.jpg';
import goden from './images/GODEN.jpg';
import grod from './images/GROD.jpg';
import gubis from './images/GUBIS.jpg';
import gudk from './images/GUDK.jpg';
import hilk from './images/HILK.jpg';
import hudoj from './images/HUDOJ.jpg';
import hudsur from './images/HUDSUR.jpg';
import icin from './images/ICIN.jpg';
import idim from './images/IDIM.jpg';
import kiren from './images/KIREN.jpg';
import koksh from './images/KOKSH.jpg';
import krasn from './images/KRASN.jpg';
import krut from './images/KRUT.jpg';
import kryar from './images/KRYAR.jpg';
import kuch from './images/KUCH.jpg';
import kusk from './images/KUSK.jpg';
import kuzn from './images/KUZN.jpg';
import libm from './images/LIBM.jpg';
import miting from './images/MITING.jpg';
import neoa from './images/NEOA.jpg';
import newr from './images/NEWR.jpg';
import ogadal from './images/OGADAL.jpg';
import orl from './images/ORL.jpg';
import oshar from './images/OSHAR.jpg';
import ovch from './images/OVCH.jpg';
import pheld from './images/PHELDS.jpg';
import phone from './images/PHONE.jpg';
import phonee from './images/PHONEE.jpg';
import privr from './images/PRIVR.jpg';
import rech from './images/RECH.jpg';
import ruzae from './images/RUZAE.jpg';
import ryan from './images/RYAN.jpg';
import ryau from './images/RYAU.jpg';
import shakal from './images/SHAKAL.jpg';
import shtab from './images/SHTAB.jpg';
import shvar from './images/SHVAR.jpg';
import sokol from './images/SOKOL.jpg';
import strel from './images/STREL.jpg';
import suvor from './images/SUVOR.jpg';
import techn from './images/TECHN.jpg';
import tersk from './images/TERSK.jpg';
import tlenin from './images/TLENIN.jpg';
import torg from './images/TORG.jpg';
import yacobs from './images/YACOBS.jpg';
import yaril from './images/YARIL.jpg';
import zased from './images/ZASED.jpg';


export const coordinates = [
   {
      coordinates: [92.889726, 56.014412],
      title: 'Дом жилой 1820-1830 гг.',
      adress: 'ул. Ленина, 3, стр. 1',
      img: larionovs,
      descr: 'Дом жилой с воротами усадьбы Ларионовых 1820-1830 гг.\nГлавный дом усадьбы построен в 1820-1830 годы заказчик – городской голова, купец П.Ф. Ларионов. Автором проекта предположительно был архитектор Шаров В 1826 году во владении купца Петра Ларионова отмечено: «В каменном доме вверху 3 горницы, 2 прихожие, одна кладовая, под ним 1 горница, прихожая и стряпчая изба…под приездом состоит Г.Г. Генералов проезжающих». 8 июля 1830 года отмечено уже по владению купецкого сына Ивана Ларионова: из России в Иркутск генеральшая 4-го класса Юшневскова и при ней Климовского повета помещика Т.А. Богуцкова по подорожным, данным от г-на Московского гражд.губернатора от 16 мая 1830 г. На 6 лошадей». Мария Казимировна Юшневская останавливалась в доме Ларионовых проездом к мужу, декабристу А.П. Юшневскому. '
   },
   {
      coordinates: [92.856059, 56.010005],
      title: 'Памятная доска Н.Д. Никифоровой',
      adress: 'ул. Карла Маркса, 112А/1А',
      img: nikiforova,
      descr: 'В этом доме с 1958 г. по 2010 г. жила известный деятель искусства заслуженнаая артистка Росиии Нина Дмитриевна Никифорова\nГоды жизни:1924 - 2010\nЗаслуженная артистка РСФСР (18.02.1965). Окончила Школу-студию при Новосибирском театре "Красный факел".\nВ 1955-1958 годах - артистка Иркутского ТЮЗа. Переехав в Красноярск, с 1958 года стала ведущей актрисой драматического театра имени А.С. Пушкина.Десять лет была председателем краевой военно-шефской комиссии. Работала членом Международного комитета советских женщин, который долгое время возглавляла лётчик-космонавт, Герой Советского Союза Валентина Терешкова.'
   },
   {
      coordinates: [92.893107, 56.016402],
      title: 'Ветеранам Вооруженных сил посвящается',
      adress: 'Сквер Победителей',
      img: veterans,
      descr: 'Он сегодня наденет, солдатскую форму\nТы его провожаешь, а слёзы рекой\nОн рукой тебе машет, красивый и гордый\nТы пиши ему письма он вернётся домой\n\nСолдат уходит Родине служить\nСолдат уходит защищать покой\nСолдат твой служит, чтобы мирно жить\nМогли под ясным небом мы с тобой\n\nВремя быстро промчится и судьба вам подарит\nДолгожданную встречу, всё у вас впереди\nНо сегодня солдат твой, дом родной защищает\nВерно Родине служит, ты его только жди\n\nСолдат уходит Родине служить\nСолдат уходит защищать покой\nСолдат твой служит, чтобы мирно жить\nМогли под ясным небом мы с тобой\n\nГруз немалый ложится, на солдатские плечи\nНо солдаты России верно службу несут\nПусть для них будет мирным, каждый день, каждый вечер\nИ пусть знают солдаты , что их любят и ждут\n\nСолдат уходит Родине служить\nСолдат уходит защищать покой\nСолдат твой служит, чтобы мирно жить\nМогли под ясным небом мы с тобой\n К. Дерр'
   },
   {
      coordinates: [92.891344, 56.016517],
      title: 'Вам, дети войны, посвящается',
      adress: 'Сквер Победителей',
      img: detiv,
      descr: 'Одна в пути катила нас волна,\nОдни и те же званья нас венчали.\nМы те, кого взяла еще война \nПеред войной или в ее начале. \n\nДвадцатый год и двадцать первый год, \nЧто встали по тревоге на рассвете. \nА следом бодро выступил в поход \nДвадцать второй. И сразу — двадцать третий. \n\nЧтобы Россию вызволить свою, \nЧтоб не увидеть Родину распятой, \nБезусые, стояли мы в строю — \nДвадцать четвертый год и двадцать пятый. \n\nРожденные в гражданскую войну, \nИли чуть раньше, или чуть позднее... \nСлились дороги разные — в одну, \nИ все отныне связывалось с нею. \n\n...Откуда мы? Мы вышли из войны. \nВ дыму за нами стелется дорога. \nМы нынче как-то ближе быть должны: \nВедь нас осталось в мире так немного. \n\nШли по войне, шли по великой всей, \nИ в сорок первом шли, и в сорок третьем, \nИ после. И теряли мы друзей, \nНе зная, что таких уже не встретим. \n\nНо навсегда нам памятью дано \nИх видеть сквозь разрывы, в отдаленье. \nМои друзья, которых нет давно, \nОни и нынче — наше поколенье. \n\nВсе в жизни с ними было пополам. \nМы все — одно! И нет прочнее сплава. \nИ с песнею далекой по полям — \nПрислушайся! — проходит наша слава. \nК. Ваншенкин'
   },
   {
      coordinates: [92.893173, 56.016916],
      title: 'Аллея Дружбы',
      adress: 'Сквер Победителей',
      img: alld,
      descr: 'Заложена в канун празднования 66 годовщины Великой победы\n28.04.2011 г.'
   },
   {
      coordinates: [92.893149, 56.016998],
      title: 'Труженникам тыла в годы Великой Отечественной войны',
      adress: 'Сквер Победителей',
      img: trud,
      descr: 'Труженникам тыла в годы Великой Отечественной войны 1941-1945 посвящается\nДо сих пор не совсем понимаю, \nКак же я, и худа, и мала, \nСквозь пожары к победному Маю \nВ кирзачах стопудовых дошла. \n\nИ откуда взялось столько силы \nДаже в самых слабейших из нас?.. \nЧто гадать! — Был и есть у России \nВечной прочности вечный запас.\nЮлия Друнина\n\nВ тяжелые годы 1941-1945гг. весь народ встал на защиту своей Родины. Лозунги “В тылу, как на фронте”, “Всё для фронта, всё для Победы”, стали побудителями героических свершений. Советский тыл был монолитным и прочным на протяжении всей войны. Люди, измученные и полуголодные сутками не отходил от станков, чтобы обеспечить армию вооружением. Наши зиминцы также не покладая рук, трудились на своих рабочих местах  и на призывы горсовета помочь фронту откликались с большим желанием. Собирали продукты, одежду, валенки. Один из складов Зимторга был выделен для хранения посылок фронтовикам. Когда их набиралось на 2-3 вагона, грузили и отправляли на фронт. Нужны были фронту и деньги. Зиминские рабочие и служащие отчисляли заработок за один или два дня, работали на воскресниках. На протяжении всей войны тыл обеспечивал Вооруженные Силы всем необходимым для полного разгрома германского агрессора и завоевания Великой Победы.'
   },
   {
      coordinates: [92.85578, 56.009993],
      title: 'Памятная доска Ф.П. Веселову',
      adress: 'ул. Карла Маркса, 112А/1А',
      img: vesel,
      descr: 'В этом доме с 1957 г. по 2009 г. жил композитор, заслуженный работник культуры РСФСР, почётный деятель Союза композиторов России Федор Петрович Веселков 1919-2009.\n"В мире, в котором мне жить довелось, пела душа моя!.."\nГоды жизни: 1919 - 2009\nФёдор Петрович Веселков родился в Шарыпово. Участник Великой Отечественной войны. Был награждён боевыми орденами и медалями. Окончил Уральскую консерваторию. Имел звание заслуженного работника культуры России, был членом Союза композиторов России, почётным членом Всероссийского хорового общества. Награждён памятной медалью М. А. Шолохова «За гуманизм и служение России». Стихи начал писать с 1944 года, на фронте. Автор поэтического сборника, печатался во многих коллективных изданиях красноярских поэтов. Жил в Красноярске.'
   },
   {
      coordinates: [92.855584, 56.011033],
      title: 'Памятная доска Н. С. Устиновичу',
      adress: 'Проспект Мира, 91а',
      img: usti,
      descr: 'В этом доме с 1959 г. по 1962 г. жил писатель Николай Станиславович Устинович\n"Я родился и вырос в тайге ...\nОтсюда моя любовь к природе и людям Сибири\nН. Устинович"\nГоды жизни: 1912 - 1962\nРодился в д. Горелый Борок Нижнеингашеского р-на Красноярского края в крестьянской семье; работал землекопом, табельщиком. Печатался с 1930 года. Отец — Станислав Иванович, мать — Софья Осиповна. Первая книга — сборник рассказов «Лесная жизнь» (1944). Опубликовал свыше 30 книг очерков, рассказов, повестей о природе Сибири, о ее мужественных людях — землепроходцах и следопытах. Большая часть из них — книги для детей. В 1946 году принят в Союз писателей СССР. Вместе с Сергеем Сартаковым и Игнатием Рождественским стоял у истоков Красноярской писательской организации. С 1958 по 1962 год был её председателем.'
   },
   {
      coordinates: [92.893887, 56.017477],
      title: 'Основание сквера Победителей',
      adress: 'Сквер Победителей',
      img: sp,
      descr: 'Основан в год 65-летия Великой Победы 7 мая 2010 года.'
   },
   {
      coordinates: [92.855638, 56.011034],
      title: 'Памятная доска В.Г. Эмирзиади',
      adress: 'Проспект Мира, 91а',
      img: emir,
      descr: 'В этом доме с 1959 по 1974 год жил заслуженный артист РСФСР, ведущий артист Красноярского государственного театра музыкальной комедии, мастер сцены, участник Великой Отечественной войны Эмирзиади Василий Георгиевич.\nГоды жизни: 1914 - 1974\nЗаслуженный артист РСФСР (18.02.1965). Участник Великой Отечественной войны, командир саперного взвода.\nРаботал в театрах Донбасса, Киева, Новгорода, Баку, Челябинска. Эмирзиади пришел в театр из цирка, где работал коверным клоуном. Его имя упомянуто в цирковой энциклопедии наряду с известным клоуном Тарахно, партнёром которого он был несколько лет. \nВ 1956 году - актёр Хабаровского театра музкомедии. В 1958 - актёр Красноярского театра музкомедии. Его имя стало легендой, визитной карточкой Красноярского театра музыкальной комедии, в котором он служил более пятнадцати лет.'
   },
   {
      coordinates: [92.855149, 56.012803],
      title: 'Мемориальная доска В.Ф. Войно-Ясенецкому ',
      adress: 'Ленина, 114',
      img: luka,
      descr: 'Здесь в 1941-1943 гг. жил и работал выдающийся хирург, архиепископ Лука В.Ф. Войно-Ясенецкий.\nГоды жизни: 1877 - 1961\nРоссийский и советский религиозный деятель, хирург, учёный и духовный писатель, автор трудов по анестезиологии и гнойной хирургии, доктор медицинских наук, доктор богословия. Гениальный врач и талантливый проповедник, архиепископ Лука (Войно-Ясенецкий пережил революцию, русско-японскую войну, Гражданскую войну, Великую Отечественную войну, гонения на Церковь, годы лагерей и ссылок. На склоне жизни он стал лауреатом Сталинской премии, был полностью реабилитирован и Украинской Православной Церковью причислен к лику местночтимых Святых.'
   },
   {
      coordinates: [92.84895, 56.013239],
      title: 'Памятная доска Д.Д. Мартынову',
      adress: 'Красной Армии, 9/11 ',
      img: mart,
      descr: 'В этом доме жил Мартынов Дмитрий Дмитриевич 1915 – 2007. Герой Советского Союза, участник Великой Отечественной войны.\nПосле окончания семи классов школы и школы фабрично-заводского ученичества работал слесарем, бригадиром монтажников. В 1937 году Мартынов был призван на службу в Рабоче-крестьянскую Красную Армию. В 1939 году он окончил курсы среднего командного состава. С августа 1941 года — на фронтах Великой Отечественной войны. К осени 1944 года майор Дмитрий Мартынов командовал 305-м батальоном морской пехоты 83-й морской стрелковой бригады 46-й армии 2-го Украинского фронта. Отличился во время форсирования Днестровского лимана. \nПод руководством Мартынова батальон успешно переправился на занятый противником берег лимана и захватил на нём плацдарм, после чего удержал его, отразив большое количество вражеских контратак. Впоследствии, в ночь с 7 на 8 декабря 1944 года Мартынов во главе десантной группы высадился в районе города Вуковар и захватил железнодорожную станцию и узел шоссейных дорог, уничтожив 18 танков и большое количество солдат и офицеров противника. \nУказом Президиума Верховного Совета СССР от 24 марта 1945 года за «образцовое выполнение боевых заданий командования на фронте борьбы с немецкими захватчиками и проявленные при этом мужество и героизм» майор Дмитрий Мартынов был удостоен высокого звания Героя Советского Союза с вручением ордена Ленина и медали «Золотая Звезда» за номером 4781. За время войны Мартынов был три раза ранен, последний из них — тяжело. В 1945 году он в звании подполковника был уволен в запас по инвалидности. Проживал сначала в Харькове, но вскоре переехал в Красноярск. После окончания советской партийной школы работал заведующим отделом по использованию трудовых ресурсов Красноярского крайисполкома, избирался депутатом краевого Совета депутатов трудящихся. Выйдя на пенсию, продолжал активно заниматься общественной деятельностью. \nУмер 27 января 2007 года, похоронен на Аллее Славы Бадалыкского кладбища в Красноярске.'
   },
   {
      coordinates: [92.849655, 56.013305],
      title: 'Памятная табличка М.П. Фадеевой ',
      adress: 'Красной Армии, 9/11 ',
      img: fad,
      descr: 'В этом доме с 1967 по 2005 год жила почётный работник финансовых органов Красноярского края, Отличник финансовой работы Фадеева Мария Петровна. Герой Советского Союза, участник Великой Отечественной войны.\nуководитель краевого финансового отдела, заведующая Красноярским краевым сельскохозяйственным отделом, отличник финансовой работы.\nМария Петровна Фадеева родилась 14 декабря 1919 года в деревне Долгий Мост Канского уезда Енисейской губернии.ы\nЧерез два дня после её рождения дом был сожжён белочехами. В 1925 году семья переехала в село Абан, затем в Канск. В 1933 году Мария Фадеева поступила на курсы наборщиц при канской типографии газеты «Власть Советов». После окончания была направлена в город Нерчинск (Читинская область) наборщицей в типографию газеты «На советском рубеже». В 1934 году вступает в ряды ВЛКСМ. Через год возвращается в Канск. Через два года окончила курсы старших бухгалтеров в Канске. В 1937 году становится управляющей отделением Госбанка на станции Козулька. Через год поступает на курсы управляющих отделениями Госбанка в Казани. Переезжает с мужем в Ставропольский край, где работает кредитным инспектором в Черкасской конторе Госбанка.ы\nВ августе 1942 года эвакуируется в Канск. Работает в Канском горфинотделе в должности инспектора, а затем заведующей. В феврале 1948 года избирается третьим секретарём Канского горкома КПСС. В июне переезжает в Красноярск. С 29 июня 1948 года назначена на должность заместителя в крайфинотделе. С отличием окончила Ленинградскую финансовую академию. В 1957 году руководитель Крайфо А. Баталов ходатайствовал о присвоении Марии Петровне почетного звания «Отличник финансовой работы».ы\nС 10 октября 1958 года по 15 ноября 1982 года - руководитель краевого финансового отдела. В 1960-1980-х годах финансовая система Красноярского края достигла значительных успехов в своей деятельности и была одной из лучших в РСФСР.ы\nВ 1982 году Мария Петровна уходит на заслуженный отдых. Ей предлагают занять одно из руководящих мест в министерстве финансов, но она отказывается.ы\nМария Петровна Фадеева была награждена орденами «Знак Почёта», Трудового Красного Знамени, Ленина, грамотой Президиума Верховного Совета РСФСР (1979). Почётный работник финансовых органов Красноярского края (2002)'
   },
   {
      coordinates: [92.854696, 56.012779],
      title: 'Памятная доска Репита В.В.',
      adress: 'Ленина, 116',
      img: repit,
      descr: 'В этом доме с 1978 по 2020 год жил выдающийся педагог, Заслуженный тренер РСФСР Василий Васильевич Репита.\nГоды жизни: 1935 - 2020\nОкончил Красноярский техникум физической культуры (1956) и факультет физического воспитания Красноярского государственного педагогического института (1970).\nВасилий Репита ветеран труда и спорта. За его работу и заслуги ему присвоено почетное спортивное звание «Заслуженный тренер РСФСР». Также Репита был награжден почетным знаком «За заслуги в развитии физической культуры и спорта», нагрудными знаками «Отличник физической культуры и спорта» и «Герб города Красноярска».'
   },
   {
      coordinates: [92.868648, 56.011766],
      title: 'Памятная доска В.Н. Борисову',
      adress: 'Проспект Мира, 65 ',
      img: boris,
      descr: 'В этом доме с 1958 по 1969 год жил основатель и ректор Красноярского политехнического института (1956-1983), профессор, почетный гражданин города Красноярска Борисов Василий Николаевич\nГоды жизни: 1917 - 1997\nПоступил в Ленинградскую лесотехническую академию им. С. М. Кирова, однако в августе 1941 года оставил учёбу, уйдя добровольцем на фронт. Участвовал в битве за Ленинград и в снятии блокады. После окончания войны вернулся в академию и в 1946 году закончил обучение. В 1950 году окончил аспирантуру и защитил диссертацию на соискание учёной степени кандидата технических наук по теме «Влияние различных режимов работы мало- и среднеоборотных судовых дизелей средней степени форсирования на износ и ресурс основных деталей ЦПГ в эксплуатационных условиях». Вскоре после этого был направлен на работу в Сибирский лесотехнический институт в Красноярске. \nВ 1956—1983 годах — ректор Красноярского политехнического института (КПИ). Под его руководством вуз стал одним из крупнейших учебно-научных центров Сибири. В 1962 году при институте был организован один из первых в СССР студенческий строительный отряд. Борисов уделял особое внимание физическому развитию студентов и преподавателей, по его инициативе были организованы общевузовские кроссы, ставшие со времени традиционными. \nПри его непосредственном участии был построен Студенческий городок — один из микрорайонов Красноярска, ядром которого стал политехнический институт. Борисов руководил строительством жилого массива, студенческих общежитий, учебно-лабораторных корпусов, котельной и спортивных сооружений. Активное участие в строительстве принимали учащиеся и преподаватели вуза. Административную и хозяйственную работу Борисов успешно совмещал с научной деятельностью. Он руководил научной школой «Трение и износ в машинах», являлся автором более ста научных публикаций. После ухода с поста ректора продолжил работать в КПИ профессором кафедры теоретической механики.'
   },
   {
      coordinates: [92.876358, 56.012764],
      title: 'Памятник архитектуры Церковь Покрова',
      adress: 'Сурикова, 26 ',
      img: cercov,
      descr: 'Построена на месте древней деревянной церкви, стоявшей при выезде из Красноярского посада на Московский тракт.\nПокровская церковь является одним из лучших образцов Сибирской архитектуры XVIII века, своеобразным и редким произведением "Енисейской школы"\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\n\nДо строительства каменного здания церковь трижды в разных местах Красноярска строилась из дерева. Первая деревянная Покровская церковь построена в середине XVII века в юго-западной части посада — примерно в район пересечения современных проспекта Мира и улицы 9 января. Пожар 1773 года уничтожил Красноярский острог и практически весь город. Уцелело всего несколько зданий.\nПо плану строительства города Покровская церковь должна была быть построена из камня. Но прихожане просили Тобольского архиепископа Варлаама построить маленькую деревянную церковь, а позднее рядом с ней начать строительство каменной.\nНовая деревянная церковь Покрова начала строиться осенью 1774 года примерно на месте нынешней Благовещенской церкви. Каменная церковь была заложена западнее деревянной — в настоящее время пересечение проспекта Мира и улицы Сурикова.\nВ 1784 году церковный староста Даниил Черкасов получил разрешение Тобольской консистории на строительство каменного храма. Церковным строителем избрали отставного дворянина Михаила Юшкова. Из Енисейска пригласили мастеров: Степана Лещёва, Василия Гатилова, Ивана Помаскина, Алексея Казаретина, братьев Ивана и Савву Фёдоровых.\nСтроительство шло с 1785 по 1795 годы. Вначале предполагалось назвать церковь Богоявленской, но прихожане 2 апреля 1785 года проголосовали назвать церковь Покровской. Строилась церковь на деньги прихожан.\nВ середине 1789 года церковь была почти построена. Из деревянной церкви перенесли часть внутреннего убранства и икон. Иконостас для новой церкви резал мещанин Фёдор Ушаков. Иконостас простоял в церкви до 1845 года, когда его продали в церковь села Кекурского. На колокольню перенесли три колокола, а в окна вставили слюдяные оконницы деревянной церкви. Боковые теплые приделы были освящены в январе и августе 1790 года. В 1790 году старая деревянная церковь была переименована в Благовещенскую.\nХолодный храм Покрова Пресвятой Богородицы был освящён 30 июня 1795 года, и церковь стала считаться полностью действующей.\nВ 1840-е годы Покровская церковь была существенно перестроена. Было разобрано крытое каменное крыльцо, удлинены приделы, перестроены притвор, ризница и просвирня, получившие плоское перекрытие. С тех пор облик церкви существенно не менялся.\nХрам действовал до 1935 года, но в 1944 году верующие добились его открытия. В 1961 году власти взяли реванш и ликвидировали церковнную общину; храм был приспособлен под скульптурные мастерские.\nВ 1976—1977 годах к 350-летию города были проведены масштабные реставрационные работы, включавшие ремонт кровель, позолоту главок и крестов, восстановление кирпичного декора. Внутреннее пространство и интерьер церкви были реконструированы под выставочный зал. Церковь приобрела терракотовую окраску с белыми декоративными элементами, родственную Строгановской церкви в Нижнем Новгороде.\nВ 1989 году церковь передана РПЦ.\nВ XXI веке храм был побелен, кровля перекрашена в небесно-голубой, а в 2012 году — в зелёный.'
   },
   {
      coordinates: [92.879353, 56.015446],
      title: 'Усадьба Чернышёва',
      adress: 'ул. Марковского, 21',
      img: chern,
      descr: 'Объект культурного наследия регионального значения. Памятник архитектуры\nУсадьба Чернышёва 1912 г., архитектор Чернышёв\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\n\nГлавный дом усадьбы архитектора Чернышева построен самим художником-архитектором Чернышевым Л.А. В 1911-1913 годах, на месте обветшавшего дома, по собственному, давно задуманному проекту. В 1914 году Леонид Александрович перевез сюда мать, дядю, двоюродную сестру. Жилые помещения находились на 1 и 2 этажах, в мансарде размещались мастерские автора, в цокольном этаже — котельная (это был первый в городе Красноярске дом с паровым отоплением) и другие хозяйственные и подсобные помещения. Интерьеры и мебель ( часть которой сейчас хранится в фондах краеведческого музея) были выполнены так же по проекту Чернышева. В конце 20-х годов дом был национализирован. В нем разместилась служба архстройнадзора. Чернышев в последние годы жил в мансарде. В 1930-1970-х годах здание служило многоквартирным жилым домом, затем было приспособлено под учреждение.'
   },
   {
      coordinates: [92.879319, 56.015448],
      title: 'Памятная доска Л.А. Чернышеву',
      adress: 'ул. Марковского, 21',
      img: chernu,
      descr: 'В этом доме с 1914 по 1932 год жил и работал архитектор Леонид Александрович Чернышев (1875 - 1932 гг.)\nГоды жизни: 1875 - 1932\nВ 1880 году семья Чернышёвых перебралась в г. Красноярск. Во время учёбы в гимназии Чернышёв сближается с художником Дмитрием Иннокентьевичем Каратановым и под влиянием художника М. А. Рудченко, квартировавшего в доме Каратановых, увлекается рисованием и живописью. Эти увлечения поощряются В. И. Суриковым, который знал Леонида с детских лет, дружил с его отцом, а затем и с самим Леонидом Александровиче\nПо совету Сурикова Чернышёв осенью 1892 года едет в Москву и поступает на архитектурное отделение Московского училища живописи, ваяния и зодчества (МУЖВЗ). Одновременно с ним в МУЖВЗе учились С. Е. Чернышев — будущий главный архитектор Москвы и К. С. Петров-Водкин. Диплом об окончании обучения в МУЖВЗ Чернышёв получает в 1901 году. В 1903 году Леонид Александрович решил продолжить своё архитектурное образование и записался вольнослушателем, а вскоре учащимся Высшего художественного училища при императорской Академии Художеств в Петербурге по классу профессора А. Н. Померанцева. В порядке практики Л. А. Чернышёв в 1904 году участвовал в строительстве и отделке гостиницы «Метрополь» в Москве. В 1905 году совершает поездку по югу России для художественных работ с натуры.\nВ 1906 году возвращается в Красноярск, не закончив обучения.\nВ 1909 — 1910 годах строит в Красноярске Дом купеческого общества, проектирует, магазины, дачи, корпуса курорта «Озеро Шира».\n27 января 1910 года в Красноярске открылась первая в Сибири рисовальная школа с четырехлетним сроком обучения. 10 марта 1910 года енисейский губернатор Я. Д. Бологовский назначил Чернышёва заведующим-преподавателем Красноярской городской рисовальной школы. Преподавателем в ней был назначен Каратанов Д. И..\nВ 1910 — 1913 годах Чернышёв был членом городской думы, затем четыре года — гласным думы, членом дирекции народного театра, членом училищной комиссии.\nВ 1910 — 1911 годах Леонид Александрович проектирует и строит павильоны для Первой Западно-Сибирской сельскохозяйственной и промышленной выставке в Омске. По проектам Чернышёва были построены павильоны: «Научный», «Лесной», «Машинный», «Молочный», «Переселенческий» и главные ворота выставочного городка. Один из павильонов был выполнен в «египетском духе» — этот проект можно назвать предшественником здания Красноярского краеведческого музея. За эту работу Чернышёв получил гонорар 11 тысяч рублей, что дало ему возможность построить собственный каменный дом в Красноярске.\nВ 1912 году городская Дума Красноярска создала комитет по постройке здания краеведческого музея. Для строительства был выбран проект Чернышёва. Леонид Александрович согласился безвозмездно проектировать здание и контролировать ход работ.\nВ 1920 году Леонид Александрович был переведён в отдел государственных сооружений губсовнархоза. Преподавал на строительном отделении политехникума рисунок и строительное черчение.'
   },
   {
      coordinates: [92.859126, 56.011556],
      title: 'Памятная доска А.И. Чмыхало',
      adress: 'Проспект Мира, 100',
      img: chmu,
      descr: 'В этом доме с 1965 по 2013 год жил Почётный гражданин г. Красноярска, заслуженный работник культуры РФ, российский писатель, автор исторических романов о нашем городе Анатолий Иванович Чмыхало.\nГоды жизни: 1924 - 2013\nЛитературную работу Анатолий Иванович Чмыхало начинал как поэт. Цикл стихов был опубликован в журнале «Октябрь» (1949 год) А уже в 1951 году вышел первый его поэтический сборник «Земляки». В конце 1950-х годов, обратившись к истории, взялся за роман «Половодье». Первая книга вышла в 1959 году, а вторая — в 1961 году. В этой дилогии писатель рассказывает о гражданской войне в Сибири, объективно показывая события того времени. Об успехе романа говорит тот факт, что «Половодье» переиздавалось пять раз массовыми тиражами. Позже продолжил эту тему в романе «Отложенный выстрел». Его перу принадлежит книга об освоении целины «Нужно верить». Судьбам своего поколения Анатолий Чмыхало посвятил роман «Три весны». Исторические сюжеты создания города Красноярска и других событий 17 века на берегах Енисея легли в основу романов «Дикая кровь» и «Опальная земля». В 2007 году писатель публикует дилогию в стихах и прозе «В царстве свободы», состоящую из романов «Ночь без сна» и «Плач о России».'
   },
   {
      coordinates: [92.864934, 56.011859],
      title: 'Памятная доска М.П. Чулкову',
      adress: 'Проспект Мира, 100',
      img: chul,
      descr: 'В этом доме работал режиссёр, оператор, первый кинохраникёр Красноярска, директор кинотеатров "Арс" и "Рот-Фронт" Чулков Михаил Прокопьевич\nГоды жизни: 1881 - 1942\nМихаил Прокопьевич Чулков родился 4 апреля 1881 года в Балахте. Первые киносеансы, которые он посетил, произвели на него неизгладимое впечатление. Тогда он решил связать свою жизнь именно с этой областью искусства. После приобретения в 1910 году любительской камеры и станка для печати позитивов он стал активно снимать сюжеты на различные темы по всему краю: события в Красноярске, красноярские дачи, железнодорожный мост, окрестности города, Енисей, ручную разработку золота и други\nВ 1913 году французские предприниматели фирмы “Gaumont” купили у Михаила Прокопьевича часть негативов, в результате чего короткометражки “По реке Мане”, “По реке Бирюсе” и “Красноярские Столбы” демонстрировались во французском Лионе под общим названием “Медвежьи уголки Сибири”.\nПомимо документальных сюжетов Михаил Чулков снял первую в Красноярске художественную ленту, которая называлась “Лесная сказка”. Её демонстрация началась на красноярских киноэкранах 18 февраля 1916 года. Показы проходили в кинотеатре “Люкс”.\nС 1917 года Михаил Прокопьевич работал директором старейшего в городе кинотеатра “Патеграф” — в те годы он носил название “Арс” и “Рот-Фронт”, а в настоящее время это Дом кино.'
   },
   {
      coordinates: [92.860125, 56.011607],
      title: 'Здание Духовного братства',
      adress: 'Проспект Мира, 98',
      img: dbro,
      descr: 'Объект культурного наследия регионального значения. Памятник архитектуры\nЗдание Духовного братства 1912 - 1916 гг. архитектор Чернышев Л.А.\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\nДом был построен в 1912-1916 гг. архитектором Чернышевым Л.А. в Красноярске по адресу пр. Мира, 98. В это время центральная часть города была застроена рядом особняков, торговых домов, банков, учебных заведений. Крупнейшим по объемам строительством в 1900-1910-x годах было строительство доходных домов, одним из которых был доходный дом Красноярского Духовного ведомства.\nДо 1917 года помещения дома сдавались в аренду. На первом этаже размещались магазины со складами в подвале, на остальных же располагались конторы и квартиры. В отдельные периоды гражданской войны основная часть дома была занята воинской частью. В последующие годы, вплоть до 1970-х годов, здесь находились советские, партийные и общественные учреждения. В настоящее время в здании расположен Красноярский государственный институт искусств.'
   },
   {
      coordinates: [92.876202, 56.014017],
      title: 'Дом, где бывал Ленин В.И.',
      adress: 'Ленина, 58',
      img: dlenin,
      descr: 'Объект культурного наследия федерального значения.\nДом, где в помещении канцелярии тюремного инспектора бывал в 1897 г. Ленин В.И. Архитектор Трушков конец XIX в.\nОхраняется государством.\nВесной 1897 года в ссылку в Красноярск был этапирован Владимир Ульянов (Ленин). Здесь не по своей воле побывали и многие его коллеги, в том числе Дзержинский и Джугашвили (Сталин). Эти товарищи и продолжили «каторжную» историю Сибири, создав здесь один из центров архипелага «ГУЛАГ». \nС тех пор в Красноярском крае на душу «вольного» населения приходится в несколько раз больше заключённых, чем в среднем по России.'
   },
   {
      coordinates: [92.862712, 56.011535],
      title: 'Дом И.Г. Гадалова',
      adress: 'пр. Мира, 79',
      img: domga,
      descr: 'Объект культурного наследия.\nДом И.Г. Гадалова. Архитекторы В.Н. Заметаев, В.А. Соколовский 1881 - 1883, 1912 гг.\nОхраняется государством.\n Учился у сельского дьячка, в 13-летнем возрасте был отправлен отцом в Сибирь для продажи товаров. Значился как канский купец 1-й гильдии, позже получил сословное звание потомственного почетного гражданина, а в 1897 году – чин статского советника. Владел сетью магазинов в Канске, Енисейске, Красноярске, торговал бакалейными, галантерейными, мануфактурными товарами. В Томске имел два крупных магазина.\nИзбирался городским головой г. Канска Енисейской губернии (1860-е), гласным Томской городской думы (1894-1897). Состоял членом комитета по постройке в Томске Троицкого кафедрального собора. Был членом Восточно-Сибирского отдела Императорского Русского географического общества, членом палестинского общества, почетным членом Императорского человеколюбивого общества, пожизненным членом Общества красного креста, членом-соревнователем Томского общества взаимного вспоможения приказчиков. Имел государственные награды: ордена св. Владимира 3-й и 4-й степени, св. Анны 2-й и 3-й степени, св. Станислава 2-й степени.'
   },
   {
      coordinates: [92.859449, 56.011572],
      title: 'Памятная доска В.Ф. Дубкову',
      adress: 'пр. Мира, 100',
      img: dub,
      descr: 'В этом доме с 1962 по 1990 год жил главный редактор газеты «Красноярский рабочий» (1949-1974), участник Великой Отечественной войны Дубков Валентин Фёдорович.\nРодился 30 мая 1908 года в Москве. С 9 лет воспитывался в детском доме. Обучался в ремесленном училище, работал на Московском электроламповом заводе. Уже тогда Валентин Федорович увлекся журналистикой: публиковался в заводской газете и издал книжку о передовых методах труда. Позже работал в Ростове-на-Дону, где редактировал газету отделения железной дороги. В 1937 году Дубков был исключен из партии. Через некоторое время он был восстановлен и в 1939 году направлен на работу в Красноярск, где стал заместителем, а затем и редактором «Красноярского железнодорожника\nВ конце 1949 года Валентин Федорович возглавил газету «Красноярский рабочий», которая активно развивалась. Именно в те годы широко вошли в практику съезды рабочих и сельских корреспондентов, читательские конференции, выездные редакции. За время деятельности Дубкова «Красноярский рабочий» закрепился в десятке лучших региональных газет страны, тираж вырос. Газета была удостоена диплома ВДНХ. В год 50-летия издание получило орден Трудового Красного Знамени. В середине 1960-х годов по предложению Валентина Федоровича при «Красноярском рабочем» был организован общественный университет журналистики с двухгодичным обучением. При Дубкове также появилась общественная приемная, где профессиональные корреспонденты, юристы, отставные чиновники высокого ранга вели приём трудящихся.\nДубков добился 8-часового рабочего дня для сотрудников редакции, вел политику творческого соревнования. Был авторитарным, но вместе с тем справедливым руководителем, отстаивавшим интересы газеты и защищавшим подчиненных от давления «сверху». Валентин Федорович покинул редакцию в возрасте 66 лет в 1974 году.'
   },
   {
      coordinates: [92.85562, 56.012831],
      title: 'Памятная табличка "эвакогоспиталь № 1515"',
      adress: 'Ленина, 114',
      img: eva,
      descr: 'В этом здании в период Великой Отечественной войны 1941-1945 находился эвакогоспиталь № 1515\nИз ссылки для работы в должности главного хирурга эвакогоспиталя № 1515 был вызван профессор В. Ф. Войно-Ясенецкий. Он стал ведущим хирургом этого госпиталя и консультантом в других госпиталях. Вместе с Валентином Феликсовичем работали его ученица, опытный хирург, доцент В. Н. Зиновьева, начальник рентгенологического отделения В. А. Клюге, Н. А. Бранчевская, врач-хирург, начмед эвакогоспиталя № 1515, которая с декабря 1941 г. была участницей Воронежского и Украинского фронтов и заместителем начальника фронтового эвакогоспиталя. В послевоенные годы Н. А. Бранчевская была основателем медицинской службы гражданской авиации Красноярского края.'
   },
   {
      coordinates: [92.861131, 56.011286],
      title: 'Памятная табличка "эвакогоспиталь № 1350"',
      adress: 'Проспект Мира, 83',
      img: evak,
      descr: 'В этом здании в период Великой Отечественной войны 1941-1945 находился эвакогоспиталь № 1350\nВ октябре 1941 г. в здании хирургического корпуса ККБ № 1 был развернут Харьковский челюстно-лицевой военный госпиталь № 1350. В марте 1942 г. он был переведен в здание пединститута, а в хирургическом корпусе был развернут госпиталь специального назначения для блокадников'
   },
   {
      coordinates: [92.881434, 56.011254],
      title: 'Памятная доска Фритьоф Нансен',
      adress: '​Парижской Коммуны, 20 / ​Карла Маркса, 36',
      img: freet,
      descr: 'Здесь с 12 по 16 сентября 1913 года во время своего путушествия в восточную сибирь и дальний восток жил крупный норвежский ученый Фритьоф Нансен.\nОсенью 1913 года 52-летний полярный исследователь из Норвегии, доктор зоологии и впоследствии нобелевский лауреат Фритьоф Нансен по Северному морскому пути и Енисею прибыл в Енисейск и Красноярск. Ученый побывал в местных музеях, оценил этнографические и археологические коллекции, встретился с местной интеллигенцией. По итогам своей поездки в Сибирь Нансен написал книгу «В стране будущего»'
   },
   {
      coordinates: [92.864373, 56.011829],
      title: 'Дом Н.Г. Гадалова',
      adress: 'Пр-кт Мира, 90',
      img: gada,
      descr: 'Объект культурного наследия\nДом Н.Г. Гадалова, архитектор А.А. Поссовский 1880 - 1884\nОхраняется государством\nРодился во Владимирской губернии, возможно, но сомнительно, что в городе Ковров или его окрестностях. Николай приходился сыном основателю династии Гадаловых крепостному крестьянину князя Шаховского Герасиму Гадалову, выкупившему себя у барина и занявшемуся торговлей. В 1846—1851 годах уже в Сибири отец Николая торговал серебряными и золотыми изделиям\nТорговую деятельность Николай Герасимович начал в Канске, затем в 1862 году переехал в Красноярск. Вкладывал деньги в золотопромышленную отрасль, торговал в больших объемах винами, владел складами, доставлял припасы на прииски. Коммерческие занятия купца были разнообразны, как и товары, с которыми он имел дело. В 1889 Гадалов создал свой торговый дом. Был гласным Красноярской городской думы и соучредителем «Сибирской акционерной компании срочного буксирно-пассажирского пароходства по рекам Енисею, Оби и Иртышу».\nВ своих особняках и на предприятиях Гадаловы одними из первых в Красноярске, хотя и не без накладок и преодоления бюрократических препон, завели электрическое освещение и телефонную связь. В начале 1880-х Николай Герасимович купил два парохода и несколько барж, преодолевших Казачинские пороги и начавших историю регулярного коммерческого судоходства на Енисее, в 1889 создал на реке собственное пароходство. До преодоления порогов суда могли ходить только по Нижнему Енисею, а спустя несколько лет после Гадаловы и их конкуренты открыли сообщение и по крупным енисейским притокам. По ходатайству купца, который затем приобрел еще несколько кораблей, в Красноярске была создана пристань для причаливания судов. Пароходное судоходство продолжил развивать его сын Николай. Пассажирами Гадаловых на Енисее и их гостями в Красноярске стали многие известные люди от Фритьофа Нансена до деятелей культуры.'
   },
   {
      coordinates: [92.880761, 56.012183],
      title: 'Дом Гадалова',
      adress: 'Парижской Коммуны, 17 ',
      img: gadal,
      descr: 'Объект культурного наследия\nДом Н.Г. Гадалова с магазином и флигелем 1862 г.\nОхраняется государством\nРодился во Владимирской губернии, возможно, но сомнительно, что в городе Ковров или его окрестностях. Николай приходился сыном основателю династии Гадаловых крепостному крестьянину князя Шаховского Герасиму Гадалову, выкупившему себя у барина и занявшемуся торговлей. В 1846—1851 годах уже в Сибири отец Николая торговал серебряными и золотыми изделиям\nТорговую деятельность Николай Герасимович начал в Канске, затем в 1862 году переехал в Красноярск. Вкладывал деньги в золотопромышленную отрасль, торговал в больших объемах винами, владел складами, доставлял припасы на прииски. Коммерческие занятия купца были разнообразны, как и товары, с которыми он имел дело. В 1889 Гадалов создал свой торговый дом. Был гласным Красноярской городской думы и соучредителем «Сибирской акционерной компании срочного буксирно-пассажирского пароходства по рекам Енисею, Оби и Иртышу».\nВ своих особняках и на предприятиях Гадаловы одними из первых в Красноярске, хотя и не без накладок и преодоления бюрократических препон, завели электрическое освещение и телефонную связь. В начале 1880-х Николай Герасимович купил два парохода и несколько барж, преодолевших Казачинские пороги и начавших историю регулярного коммерческого судоходства на Енисее, в 1889 создал на реке собственное пароходство. До преодоления порогов суда могли ходить только по Нижнему Енисею, а спустя несколько лет после Гадаловы и их конкуренты открыли сообщение и по крупным енисейским притокам. По ходатайству купца, который затем приобрел еще несколько кораблей, в Красноярске была создана пристань для причаливания судов. Пароходное судоходство продолжил развивать его сын Николай. Пассажирами Гадаловых на Енисее и их гостями в Красноярске стали многие известные люди от Фритьофа Нансена до деятелей культуры.'
   },
   {
      coordinates: [92.876127, 56.014007],
      title: 'Первый номер газеты',
      adress: 'Ленина, 58 / Сурикова, 34 ',
      img: gazeta,
      descr: 'Здесь, 10 декабря 1905 года вышел первый номер газеты "Красноярский Рабочий" - Орган Красноярского комитета Р.С.Д.Р.П.\nДля того, чтобы выпускать номера, «Объединенный совет от солдат и рабочих» захватил губернскую типографию (Ленина, 58), в которой печатались «Енисейские губернские ведомости». В состав редакционной коллегии на тот момент входили: А. В. Байкалов, В. Е. Мандельберг, А. А. Мельников, В. П. Монюшко, М. Л. Хейсин.\nДо подавления восстания типография успела выпустить 5 номеров. Ночью 26 декабря 1905 года типография, где печаталась газета, была захвачена царскими войсками, и выпуск её прекратился. Тираж первого номера составил 6 тысяч экземпляров.'
   },
   {
      coordinates: [92.864111, 56.011815],
      title: 'Памятная доска М.И. Хилкову',
      adress: '​Проспект Мира, 90 / ​Кирова, 30',
      img: hilk,
      descr: 'Здесь, в доме купци Гадалова в 1895 - 1897 гг. жил и работал министр путей сообщения князь Михаил Иванович Хилков при котором в Красноярск прибыл первый поезд (1895 г.)\nВ 1853 г. окончил Пажеский корпус. Служил в лейб-гвардии Егерском полку, штабс-капитан. С 1857 г. на службе в Министерстве иностранных дел. В 1862-64 гг. при проведении крестьянской реформы являлся мировым посредником Бежецкого уезда Тверской губернии. С 1864 г. в САСШ, под именем Джона Мэджилла работал в англо-американской компании по сооружению Трансатлантической железной дороги: рабочий, кочегар, помощник машиниста, машинист локомотива, начальник службы подвижного состава и тяги. Участвовал в строительстве железных дорог в Аргентине. В 1868 г. работал в Англии слесарем на паровозном заводе в Ливерпуле. С 1869 г. - машинист, начальник службы тяги на Курско-Киевской и Московско-Рязанской дорогах. В русско-турецкую войну 1877-78 гг. - уполномоченный Российского общества Красного Креста при санитарном поезде. С 1880 г. руководил постройкой железнодорожной ветки Закаспийской дороги на Кизил-Арват. В 1882 г. управляющий министерством общественных работ, путей сообщения, торговли и земледелия Болгари\nС 1885 г. начальник Закаспийской железной дороги, в 1892-93 г. директор Привислянских железных дорог, начальник Самаро-Златоустовской, Оренбургской, Орловско-Грязской и Ливенской дорог. С марта 1893 г. главный инспектор железных дорог, с января 1895 г. управляющий министерством путей сообщения Российской империи.\nПри Хилкове протяжённость железных дорог России выросла с 35 до 60 тыс. км, а их грузооборот удвоился. Ежегодно возводилось около 2,5 тыс. км железнодорожных путей и около 500 км автомобильных дорог. Кавалер ордена св. Александра Невского.\nОдобрил идею строительства железной дороги Ярославль-Вологда-Архангельск. Дважды посетил Архангельск в 1895 г. и 1898 г. во время инспекций строительства дороги. Звание «Почетный гражданин города Архангельска» присвоено городской Думой в 1895 г. за большой вклад в улучшение путей сообщения Архангельска с центральной Россией.'
   },
   {
      coordinates: [92.861406, 56.011302],
      title: 'Здание женской гимназии',
      adress: '​Проспект Мира, 83',
      img: gimna,
      descr: 'Объект культурного наследия федерального значения\nПамятник истории и архитектуры\nЗдание женской гимназии 1880-1885 гг.\nПодлежит государственной охране. Лица, причинивашие вред объекту култтурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административаную и иную ответственность.\nЗдание женской гимназии в Красноярске специально построено для Красноярской женской гимназии на пожертвования горожан. В 1881 г. произведена закладка здания: 1883-1885 годы строительства. Архитекторы и проектировщики здания, С.В. Нюхалов, М.Ю. Арнольд, Жуков. Строитель — Плотников. В советское время в здании размещался главный административный корпус и исторический факультет Красноярского педагогического института. В настоящее время здесь размещается факультет начального образования педагогического университета.'
   },
   {
      coordinates: [92.85886, 56.011542],
      title: 'Мемориальная доска М.С. Годенко',
      adress: '​Проспект Мира, 100 ',
      img: goden,
      descr: 'В этом доме жил Народный артист СССР, Герой Социалистического Труда, лауреат государственной премии СССР, основатель академического ансамбля танца Сибири. Михаил Семенович Годенко\nОкончил студию при Моск. хореогр. училище (1939). Участник Великой Отечественной войны. Работал в Куйбышевском театре муз. комедии, Норильском муз.-драм. театре. В 1950-е гг. – балетм. Сев. Рус. хора (Архангельск). В 1963–91 – худ. рук. Красноярского гос. акад. ансамбля танца Сибири. Ансамбль, носящий ныне имя Г., достиг под его рук. больших творч. успехов, мировой известности (гастролировал более чем в 50 странах). Народ. артист СССР (1977). Герой Соц. труда. (1985). Лауреат Гос. премии СССР (1985).'
   },
   {
      coordinates: [92.859244, 56.012707],
      title: 'Мемориальная доска П.Р. Городницкому',
      adress: 'Ленина, 113',
      img: grod,
      descr: 'В этом здании работал и с 1945 г. по 1977 г. руководил краевым автотранспортным управлением Гродницкий Петр Романович 1914-1998 гг. Кавалер пяти орденов, участник обороны г. Ленинграда, почетный работник транспорта России\nРодился 2 мая 1914 года в Ленинграде. В Красноярск попал в 1943 году - был демобилизован с Ленинградского фронта. Работал в автотранспортном управлении края, в 1945 году возглавил его. Приняв в свои руки небольшой парк автомобилей, Петр Романович создал огромное автохозяйство - одно из крупнейших в РСФСР. При его руководстве в крае была создана хорошая материально-техническая база для ремонта и содержания автотранспорта. Петр Романович Гродницкий руководил автотранспортным управлением до 1977 года.\nБыл награжден знаком "Почетный автотранспортник", 5-ю орденами и 15-ю медалями, многократно избирался депутатом краевого Совета депутатов трудящихся.'
   },
   {
      coordinates: [92.867023, 56.011245],
      title: 'Совет рабочих и солдатских депутатов',
      adress: 'Перенсона, 20',
      img: gubis,
      descr: 'Объект культурного наследия регионального значения памятник истории.\nЗдание, в котором с сенятбря 1917 года по июнь 1918 года размещался губисполком Совета рабочих и солдатских депутатов Енисейской губернии.\nПодлежит государственной охране. Лица, причинивашие вред объекту култтурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административаную и иную ответственность.'
   },
   {
      coordinates: [92.879676, 56.0124],
      title: 'Дом Гудкова П.К.',
      adress: 'пр-кт Мира, 35',
      img: gudk,
      descr: 'Объект культурного наследия\nДом Гудкова П.К. 1895 - 1896 гг.\nОдноэтажный кирпичный дом купца III гильдии С.Я.Кузнецова. Построен в 1826г. В 1880гг. надстроен второй этаж. В 1887гг. Здание перестроено его новым владельцем П.К.Гудковым, почетным гражданином города, директором золотопромышленного общества "Драга". В начале XX века в здании располагался мучной магазин Гудкова.'
   },
   {
      coordinates: [92.866726, 56.012862],
      title: 'Детская художественная школа',
      adress: '​Ленина, 79',
      img: hudoj,
      descr: 'Детская художественная школа имени В.И. Сурикова.\nВ XIX веке в здании на ул. Ленина, 79 располагалось уездное училище, в котором с 1856 по 1861 год учился Василий Суриков. В 1983 году в него (здание) переехала красноярская детская художественная школа, которую, при участии Сурикова, создали в 1910 году.'
   },
   {
      coordinates: [92.867002, 56.013161],
      title: 'Дом в котором учился В.И. Суриков',
      adress: '​Ленина, 79',
      img: hudsur,
      descr: 'Объект культурного наследия регионального значения\nДом, в котором в 1856 - 1861 гг. учился В.И. Суриков, конец XVIII в.\nВ XIX веке в здании на ул. Ленина, 79 располагалось уездное училище, в котором с 1856 по 1861 год учился Василий Суриков. В 1983 году в него (здание) переехала красноярская детская художественная школа, которую, при участии Сурикова, создали в 1910 году.'
   },
   {
      coordinates: [92.863171, 56.012607],
      title: 'Жилой особняк Ицына',
      adress: 'Кирова, 25',
      img: icin,
      descr: 'Объект культурного наследия регионального значения\nПамятник архитектуры\nЖилой особняк Ицына, Стиль Ориенталь, 1911 - 1912 гг, Архитекторы Л.А. Чернышев, В.А. Соколовский\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\nПроект здания разработал архитектор Леонид Чернышев, а строительством руководил Владимир Соколовский. В проекте были смешаны модерн, мавританский стиль и элементы иудейской символики. Ее можно увидеть на фасаде и стенах здания. На полу есть мозаика, на которой видны слова «Во многоглаголании несть спасения».\nВ 1920 году дом был национализирован. Спустя три года в нем разместили редакцию газеты «Красноярский рабочий», а с 1930 года — детский сад. '
   },
   {
      coordinates: [92.878044, 56.013883],
      title: 'Памятная доска В.Ф. Идимечеву',
      adress: '​Ленина, 79',
      img: idim,
      descr: 'В этом здании 1993 по 2007 год, работал основатель природоохранной службы Красноярского края, кавалер ордена службы Идимечев В.Ф.\nГоды жизни: 1946 - 2013\nТрудовую деятельность начал в 1965 году слесарем. Заочно в 1976 году окончил Красноярский политехнический институт. В разное время работал на руководящих должностях в Енисейском бассейновом территориальном управлении, Абаканской территориальной гидрохимлаборатори\nВиктор Фёдорович стоял у истоков создания в крае природоохранной службы. В 1989 году был назначен на должность председателя впервые созданного Государственного комитета по охране окружающей среды Красноярского края Госкомитета Российской Федерации по охране окружающей среды. На этой должности проработал до 2000 года.\nС 1990 по 1994 был депутатом Красноярского краевого Совета народных депутатов.\nПосле реорганизации Государственного комитета по охране окружающей среды Виктор Фёдорович работал на руководящих должностях в Главном управлении природных ресурсов по Красноярскому краю и Енисейском управлении Ростехнадзора. Был первым редактором Государственного доклада о состоянии окружающей среды в Красноярском крае.\nПо его инициативе в регионе была внедрена «безртутная» технология золотодобычи. Созданы две особо охраняемые территории: национальный парк «Шушенский бор» и заповедник «Большой Арктический». Введено в эксплуатацию 12 очистных сооружений, что привело к уменьшению сброса сточных вод.\nБлагодаря Идимечеву в крае была создана мощная, одна их лучших в Российской Федерации аналитическая лаборатория, которая позволила эффективно проводить экологический контроль и добиться в 1990-2000 гг. значительного снижения негативного воздействия на окружающую среду.\nЗаслуги Виктора Фёдоровича Идимечева по праву отмечены государственными и ведомственными наградами. Некоторые из них – это почётные грамоты краевого значения, медаль «За доблестный труд», орден Друж\n'
   },
   {
      coordinates: [92.861339, 56.011298],
      title: 'Памятная табличка Л.В. Киренскому',
      adress: 'пр-кт Мира, 83',
      img: kiren,
      descr: 'В этом здании работал основатель академической науки в г. Красноярске, талантливый педагог, Герой Социалистического труда, академик Леонид Васильевич Киренский (1909-1969)\n\nОкончил Московский университет (1936). С 1939 заведующий кафедрой физики в Красноярском государственном педагогическом институте. С 1957 директор созданного при его участии института физики АН СССР в Красноярске (вошедшего затем в Сибирское отделение АН СССР; с 1970 называется именем К.). Основные труды в области физики магнитных явлений и биофизики. Исследовал доменную структуру ферромагнетиков, осуществил ряд работ по физике тонких и монокристаллических магнитных пленок, изучал многослойные пленочные системы. Разрабатывал вопросы, связанные с проблемой управления биосинтезом физико-техническими методами. Организовал комплексный коллектив ученых, работающих над проблемой жизнеобеспечения. Создал школу сибирских магнитологов. Депутат Верховного Совета СССР 6—7-го созывов. Награжден орденом Ленина и орденом Трудового Красного Знамени.'
   },
   {
      coordinates: [92.876264, 56.014025],
      title: 'Памятная доска С.С. Кокшарову',
      adress: 'Ленина, 58 / Сурикова, 34',
      img: koksh,
      descr: 'В этом здании с 1950 г. по 1990 г. работал представитель Красноярского краевого суда заслуженный юрист России Кокшаров Сергей Степанович участник Великой Отечственной войны.\nОперный певец (бас)\nВ 1960 году окончил Уральскую государственную консерваторию им. М.П. Мусоргского по классу профессора Я.Х. Вутираса.\nВ 1980-е гг. работал ассистентом режиссёра Э.Е. Пасынкова и заведующим труппой Пермского театра оперы и балета.'
   },
   {
      coordinates: [92.861208, 56.01129],
      title: 'Памятная табличка М.В. Красноженовой',
      adress: 'Пр-кт Мира, 83',
      img: krasn,
      descr: 'Здесь в 1181-1889 гг. училась и в 1890-1920 гг. преподавала в гимназии этнограф, фольклорист Мария Васильевна Красноженова\nГоды жизни: 1871 - 1942\nМария Васильевна основала педагогическую библиотеку. В 1915 году подарила личную библиотеку «Обществу взаимного вспомоществования учащим и учившим в Енисейской губернии». По инициативе Красножёновой в школьные программы Енисейской губернии был включён предмет «Сибиреведение». Мария Васильевна была руководителем кружка по сибиреведению при Доме юношества в Красноярске. В годы советской власти активно участвовала в ликвидации безграмотности. Преподавала в воскресных школа\nБолее 30 лет работала в Красноярском краеведческом музее. В 1885 году нашла записи народных заговоров, сделанных её отцом. С 1885 года на протяжении 45 лет собирала фольклор во время экспедиций по Енисейской губернии. Собирала материалы по народной медицине, лекарственным травам, по фольклору. Красножёнова записала 200 сказок, тысячи песен и частушек, более ста заговоров, образцы детского фольклора, всего более 5000 текстов.\nС 1907 года была членом Восточно-Сибирского отдела Русского Географического Общества.\nВ краеведческом музее организовала выставки «Старый Красноярск», «Суриковский уголок» и другие. Создала Отдел быта русского населения. Собрала коллекцию «История Сибирского тракта».'
   },
   {
      coordinates: [92.883483, 56.010915],
      title: 'Памятная табличка В.М. Крутовскому',
      adress: 'Карла Маркса, 45',
      img: krut,
      descr: 'В этом здании работал Крутовский Владимир Михайлович 1856-1938 г.г. известный российский врач, педагог, учёный, общественно-политический деятель\nСтатский советник, потомственный почётный гражданин Красноярска. Закончил Медико-Хирургическую академию в Санкт-Петербурге в 1881 г. Помощник врачебного инспектора, врач женской гимназии, член Врачебной управы. Младший врач Красноярской больницы Приказа Общественного Призрения, член санитарной комиссии (1890). Выдающийся деятель на поприще медицины, народного образования, науки, журналистики, садоводства и плодоводства. Начал службу сельским врачом, стал известен как офтальмолог далеко за пределами Сибири. \nПри его участии были созданы многие медицинские учреждения в крае, в том числе, фельдшерская школа (1889), создано Общество врачей Енисейской губернии, открыт музей и городская библиотека. Редактор-издатель журнала «Сибирские записки» (1916 – 1919). Арестован как враг народа в 1938 г., умер в Красноярской тюрьме, похоронен в общей могиле на Николаевском кладбище. \nЖенат 19 сентября 1884 г. первым браком на Лидии Симоновне Гоштовт. Имеет дочь Лидию, родившуюся 21 декабря 1885 г. и Елену, родившуюся 15 июля 1889 г.'
   },
   {
      coordinates: [92.898548, 56.012684],
      title: 'Камень в честь основателей острога "Красный Яр',
      adress: 'Центральная набережная ',
      img: kryar,
      descr: 'В лето 1628 сошел на этот берег отряд казаков с воеводою Андреем Дубенским ставить острог Красный Яр.\nСтатус города Красноярск получил в 1690 году, когда Сибирь была окончательно присоединена к России. В 1822 году царским указом была создана Енисейская губерния, и Красноярск стал ее центром. В XVIII веке Красноярск из военной крепости перерос в средний сибирский город. \nПоворотным моментом в истории города стало строительство в 1895 году Великой Сибирской железной дороги, которая связала Красноярск с центром России. Затем были построены железнодорожный вокзал и знаменитый мост через Енисей, а Красноярск стал крупнейшим транспортным узлом Сибири. В XIX веке город становится местом ссылки декабристов. Открываются образовательные и культурные учреждения, начинает издаваться своя газета, благодаря чему город получает статус одной из культурных столиц Сибири.'
   },
   {
      coordinates: [92.859337, 56.012713],
      title: 'Мемориальная доска В.А. Кучинскому',
      adress: 'Ленина, 113',
      img: kuch,
      descr: 'В этом здании работал с 1961 г. по 2012 г. и руководил Краевым Автотранспортным Управлением с 1977 г. по 1997 г. Кучинский Василий Алексеевич 1931-2012 гг. Кавалер трех орденов, почетный работник транспорта России\nЗаслуженный работник транспорта РФ. Доцент по кафедре автотранспорта. Прошел путь от главного инженера автоколонны № 1263 до начальника Красноярского транспортного управления, проработав в этой должности 18 лет. 1996 - 1999 гг. - председатель совета директоров акционерного общества "Красноярскавтотранс". 1999 - 2005 гг. - заместитель начальника ГУ Федерального управления автомобильных дорог "Байкал".\nС декабря 2005 г. - председатель ветеранской организации АО "Транспортно-экономическая компания", член совета директоров. Награды: орден Октябрьской революции, орден Трудового Красного Знамени, орден "Знак Почета". Награжден тремя медалями, имеет отраслевые награды.'
   },
   {
      coordinates: [92.88555, 56.011339],
      title: 'Дом Кусковых',
      adress: 'Карла Маркса, 22 ',
      img: kusk,
      descr: 'Выявленный объект культурного наследия\n"Дом Кусковых"\nI половина XIX в.\nДеревянный одноэтажный рубленый в лапу с горизонтально обшитыми фасадами дом, хороших пропорций. Прямоугольный в плане объема дом имеет с севера пристройку парадного входа с внутренним крыльцом и тамбуром, обращенным на восток, к ул. 9 Января.'
   },
   {
      coordinates: [92.8801, 56.012424],
      title: 'Дом С.Я. Кузнецова',
      adress: 'Пр-кт Мира, 35/19',
      img: kuzn,
      descr: 'Объект культурного наследия регионального значения\nПамятник архитектуры\nДом С.Я. Кузнецова, 1826 г., реконструкция конца XIX в.\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.'
   },
   {
      coordinates: [92.862066, 56.011708],
      title: 'Торговый дом Либмана',
      adress: 'Пр-кт Мира, 96',
      img: libm,
      descr: 'Объект культурного наследия регионального значения\nТорговый дом Либмана\nМодерн 1909 - 1910 гг. Архитектор В.А. Соколовский\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\nВ 1873 году значится как 2 этажный дом купца Е.А.Щепеткина. С 1897 году принадлежит И.Г. и И.З.Либманам: "каменный дом 2-х этажный с пристроенными к нему кладовыми..." таким он значится до 1910 году. В 1913 году под №94 по Воскресенской улице тех же владельцев, уже отмечен 3-х этажный дом с каменными службами. Реконструирован с полным изменением характера фасада в 1910-12 годах губернским архитектором Соколовским В.А. Нижний этаж сдавался под магазины, во 2 этаже, до 1940 годов находилось управление госбанков, 3 этаж был жилой.'
   },
   {
      coordinates: [92.865295, 56.011623],
      title: 'Дом, в котором проводили общегородские митинги',
      adress: 'пр-кт Мира, 73',
      img: miting,
      descr: 'Объект культурного наследия регионального значения\nДом, в котором в октябре 1905 года Красноярская организация РСДРП и Совет рабочих и солдатских депутатов проводили общегородские митинги\nДом С.Я. Кузнецова, 1826 г., реконструкция конца XIX в.\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\nЗдание было построено 1901-1902 годах как Народный дом-теат\nВ 1930-1935 годах – была проведена частичная реконструкция помещений и возведен дворовой пристрой с сохранением основного внешнего облика. 1952-1953 годах проведена реконструкция с изменением уличной части объема и заменой интерьеров.\nВ 1962 году произведена реконструкция сценической части здания со сносом первоначальной сценической части объема. В период первой русской революции 1905-1907 гг в здании проводились митинги рабочих и крестьян, а в 1917 году театр был центром общественно-политической жизни.\nВ 2012-2015 годах проведены комплексные работы по реставрации и реконструкции здания. В состав работ входило - реставрация фасадов, лепного декора, оконных и дверных заполнений исторической части здания, реконструкция междуэтажных перекрытий и стропильной системы, воссоздание кровельного покрытия исторический части, реконструкция сценической коробки в соответствии с современными нормативными требованиями театров, замена инженерных внутренних и наружных сетей, замена всего сценического оборудования.'
   },
   {
      coordinates: [92.867005, 56.011401],
      title: 'Общественное собрание Неоампир',
      adress: '​Перенсона, 20 / ​проспект Мира, 69',
      img: neoa,
      descr: 'Объект культурного наследия регионального значения\nПамятник архитектуры\nОбщественное собрание Неоампир\nАрхитектор В.А. Соколовский 1913 г.\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\nПосле революции здание сразу привлекло внимание новой власти. В 1918 году в нем обосновался исполком Совета рабочих, солдатских и крестьянских депутатов. А в 1919 году не надолго все вернулось на свои места.  В газете «Свободная Сибирь» от 27 мая 1919 года было опубликовано объявление, что в этот день состоится «грандиозное открытие летнего сада при красноярском Общественном Собрании». Вход в сад был общедоступный, ежедневно играла музыка. С часу и до 5-ти, а также с 8 вечера и до 12 часов ночи играл салонный оркестр Гарнизонного Собрания. Днем вход в сад был бесплатным, с 7 часов вечера он стоил 3 рубля, но с членов собрания плата не взималась. Сад и веранда были заново отделаны, посетители могли отдыхать в нем до 2-х часов ночи.\nС 25 мая 1919 года буфет при красноярском Общественном Собрании был перенесен в сад собрания, где отпускались ежедневно холодные и горячие закуски, завтраки, обеды, ужины. Из напитков были чай, кофе, шоколад и прохладительные напитки. Продукты обещали всегда свежие и доброкачественные.'
   },
   {
      coordinates: [92.858562, 56.013127],
      title: 'Гостиница "Новая Россия"',
      adress: 'Ленина, 108 / Диктатуры Пролетариата, 38',
      img: newr,
      descr: 'Объект культурного наследия регионального значения\nПамятник архитектуры\nГостиница "Новая Россия" 1904 г.\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.'
   },
   {
      coordinates: [92.881772, 56.011194],
      title: 'Памятная табличка особняку Гадалова',
      adress: '​Парижской Коммуны, 20 / ​Карла Маркса, 36',
      img: ogadal,
      descr: 'Объект культурного наследия регионального значения\nП\nОсобняк Гадалова. 1904 г. Архитектор В.А. Соколовский\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\nОсобняк принадлежал Вере Николаевне Гадаловой, жене крупного красноярского купца и мецената Петра Ивановича Гадалова, и использовался для торжественных приемов. \nДом построен в 1904г. архитектором В.А. Соколовским при участии скульптора А. Попова. Чтобы учесть все пожелания заказчика, архитектор вместе с П.И. Гадаловым ездили в Италию. В результате поездки появился проект здания, совмещающий в себе классический итальянский стиль. в структуре здания и его декоративном оформлении сочетаются приемы модерна и мотивы ренессанса и барокко.'
   },
   {
      coordinates: [92.856713, 56.012893],
      title: 'Памятная табличка С.Е. Орлову',
      adress: '​Ленина, 112',
      img: orl,
      descr: 'В этом доме с 1980 по 2003 год жил живописец, заслуженный художник Тувинской АССР, заслуженный художник РСФСР Орлов Степан Егорович.\nГоды жизни: 1929 - 2003\nОдин из ведущих красноярских живописцев, член Союза художников СССР, заслуженный художник РСФСР.\nРодился 3 августа 1929 года в Казахстане. Детство и юность провёл на Урале, в Магнитогорске. С 1941 года, в период Великой Отечественной войны, после гибели отца на фронте и смерти матери, с 12 лет начал зарабатывать самостоятельно. С 1955 года обучался на отделении живописи в Ленинградском художественном училище имени В. А. Серова, которое с отличием окончил в 1960 году. Тогда же вместе с женой приехал в город Красноярск, с которым связал свою дальнейшую жизнь. С 1967 года участвовал в краевых, республиканских и всесоюзных художественных выставках.'
   },
   {
      coordinates: [92.875988, 56.012001],
      title: 'Дом А.Д. Ошаровой',
      adress: 'Проспект Мира, 43 / Сурикова, 25 ',
      img: oshar,
      descr: 'Объект культурного наследия\nДом А.Д. Ошаровой 1883 г.'
   },
   {
      coordinates: [92.855731, 56.012838],
      title: 'Памятная табличка Ю.А. Овчинникову',
      adress: 'Ленина, 114​',
      img: ovch,
      descr: 'Школа №10 имени академика Ю.А. Овчинникова.\nОсновоположник отечественной биоорганической химии и биотехнологии, выдающийся ученый в области физико-химической биологии, крупнейший специалист в области мембранной биологии и химии пептидно-белковых веществ. Автор более 500 научных работ, в том числе двух монографий. \nНаучные работы академика Ю. А. Овчинникова получили мировое признание. По его инициативе и под его руководством выполнены работы по созданию отечественных препаратов генно-инженерных интерферонов, инсулина и других медицинских препаратов. Созданное академиком Ю. А. Овчинниковым партнерство ряда кафедр высших учебных заведений и Учебно-научного центра ИБХ РАН на протяжении многих лет является примером эффективной интеграции высшей школы и фундаментальной науки для совместной подготовки высококвалифицированных кадров.'
   },
   {
      coordinates: [92.88356, 56.010993],
      title: 'Фельдшерская школа',
      adress: 'Карла Маркса, 45 ​',
      img: pheld,
      descr: 'Объект культурного наследия\nФельдшерская школа 1906 г.\nЗдание построено в конце XIX в. С начала XX в. использовалось как больница и акушерско–фельдшерская школа. В наши дни в здании располагается диагностический Центр по борьбе со СПИДом. \nДвухэтажное кирпичное здание с цокольным этажом. Фундамент бутовый, ленточный. Здание сложное в плане. Крыша покрыта кровельным железом. Окна 2-го этажа главного фасада имеют форму арок, на первом этаже окна прямоугольные. Немного выступающий карниз. Фриз и средняя часть здания украшены скромным поясом из кирпича, выступающего в виде зубчиков. С фасадной стороны здания – мраморная доска, на которой выбит текст: «Здесь в период революции 1905 г. проходили заседания Красноярского Комитета Р.С.Д.Р.П.».'
   },
   {
      coordinates: [92.885076, 56.011318],
      title: 'Дом Фон-Эзерских',
      adress: 'Карла Маркса, 24​',
      img: phone,
      descr: 'Выявленный объект культурного наследия\n"Дом Фон-Эзерских" посл. 1840 г.\nНиколай Александрович Фон-Эзерский родился в 1852 году, потомственный дворянин, окончил курс красноярского уездного училища. В дальнейшем служил в Енисейской казенной палате, где дослужился до казначея. Был статским советником. С 1888 и до 1913 годов четыре четырехлетия избирался гласным.\nДом статского советника был построен на правой стороне Гостинской улицы между Благовещенским и Дубенским переулком приблизительно в 80-х годах XIX века. В 1910 году рядом с ним располагались усадьбы Иннокентия Ивановича Кускова и Александра Федоровича Гербова.'
   },
   {
      coordinates: [92.884983, 56.011316],
      title: 'Памятная доска Н.А. Фон-Эзерского ',
      adress: 'Карла Маркса, 24​',
      img: phonee,
      descr: 'Объект культурного наследия регионального значения\nПамятник архитектуры\nДом жилой Н.А. Фон-Эзерского 2–я пол. 19 в.\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.\nФон-Эзерский Н.А. во время пребывания в качестве гласного много сделал для нужд города. С 1908 года он был избран членом городской противопожарной комиссии, ревизионной «по ревизии городского банка за 1909 год» и юридической по городским выборам.Дом Фон-Эзерских. 1980-е гг. Из архива Ю.И.Гринберг\nВ 1911 году Николай Александрович входил в водопроводно-финансовую комиссию, которая, в числе прочего, занималась оценкой участков для отчуждения в пользу города, на которых были расположены строения Понидаевой, Задорожной и Демьянникова. На их усадьбах предполагалось построить силовую электрическую станцию.\nН.А.Фон-Эзерский входил и в Союз домовладельцев в Красноярске. Именно от него он баллотировался в гласные Городской Думы на  выборах 1917 года.'
   },
   {
      coordinates: [92.881389, 56.011548],
      title: 'Памятная табличка усадьбы Гадалова',
      adress: '​Парижской Коммуны, 20 / ​Карла Маркса, 36​',
      img: privr,
      descr: 'Объект культурного наследия регионального значения\nУсадьба Гадалова: привратницкая, начало ХХ в.\nПо оценочным книгам 1906г. пустовавший участок за №42/16 по переулку Дубенскому принадлежал почетному гражданину И.И.Гадалову. К 1909 году на нем по проекту архитектора В.А.Соколовского был выстроен при участии скульптора А. Попова комплекс усадьбы В.Н. Гадаловой, который использовался для торжественных приемов. Усадьба оформилась как самостоятельное владение в 1906-1910 гг.'
   },
   {
      coordinates: [92.881481, 56.007931],
      title: 'Речной вокзал',
      adress: 'Дубровского, 1​',
      img: rech,
      descr: 'Объект культурного наследия\nРечной вокзал Архитектор А.Н. Голубев 1948 - 1952 гг.\nЗдание речного вокзала в Красноярске, построенное в 1952 г., является объектом культурного наследия регионального значени\nПервый проект здания Красноярского речного вокзала был разработан в 1940 г. московским архитектором Курносовым. Здание было спроектировано по типу Химкинского речного вокзала под Москвой. Проект получил несколько возражений, подвергался неоднократным изменениям, после чего был полностью переработан. Новым автором стал архитектор А. М. Голубев, сотрудник архитектурно-планировочной мастерской при Управлении главного архитектора Красноярска. Однако его проект тоже подвергся жесткой критике и был значительно изменен.\nТак, центральная часть получила более монументальный характер благодаря появлению арочного портика. Полностью была изменена композиция центральной башни: в основании шпиля появились колоннады. В соответствии с традициями советской архитектуры послевоенного времени интерьер вокзала был оформлен декоративными деталями из ордерной системы.\nСтроительство здания речного вокзала продолжалось с 1949 по 1952 г. В 1958 г. проект здания вокзала был отмечен серебряной медалью и почетной грамотой на Всемирной выставке в Брюсселе. Вскоре речной вокзал вошел в структуру Красноярского речного порта. В 1986 г. здание стало памятником архитектуры регионального значения и было взято под госохрану.'
   },
   {
      coordinates: [92.883489, 56.010862],
      title: 'Памятная доска Л.А. Рузаевой',
      adress: 'Карла Маркса, 45​',
      img: ruzae,
      descr: 'Здесь работала заслуженный врач России\nГлавный врач Красноярского краевого центра по профилактике и борьбе со СПИД 1990 - 11.05.2013\nРузаева Людмила Александровна\nВ 1973 г. - окончила Иркутский государственный медицинский институт, по специальности врач эпидемиолог-гигиенист. По распределению направлена на работу в Красноярск. 1973-1982 - заведующая эпидемиологическим отделом санитарно-эпидемиологической станции на речном транспорте. 1982-1987 - зам. главного врача городской санитарно-эпидемиологической станции. 1987-1990 - зам. главного врача краевой санитарно-эпидемиологической станции. С 1990 г. - главный врач Красноярского краевого центра по профилактике и борьбе со СПИД и инфекционными заболеваниями. Почетные звания: врач-организатор здравоохранения высшей квалификационной категории.'
   },
   {
      coordinates: [92.856782, 56.012896],
      title: 'Памятная доска Т.В. Ряннель',
      adress: 'Ленина, 112​',
      img: ryan,
      descr: 'В этом доме с 1980 по 1995 год жил народный художник РСФСР, почетный член Российской академии художеств, действительный член Петровской академии наук и искусств\nРяннель Тойва Васильевич\nРодился в 1921 году в деревне Тозерово под Петроградом, в семье крестьянина-финна.\nКогда Тойво исполнилось десять лет, в апреле 1931 года, его семья была депортирована в Красноярский край в наш Мотыгинский (тогда Удерейский) район. Тойво учился в Южно-Енисейской политехнической школе.\nМечта стать настоящим художником его преследовала, не давала спать. На школьном конкурсе рисунков по мотивам пушкинских стихотворений Ряннель получил первую премию - однотомник великого поэта. А на краевой выставке детского творчества он был удостоен первой премии за картину "Папанинская льдина".\nРяннель поступил в 1939 году в Омское художественное училище. В 1947 году Тойво Васильевич Ряннель становится членом Союза художников. Важным и памятным для Ряннеля был год 1948-й. Его активное выступление на межобластной выставке и на очередной краевой, посвященной 100-летию В. И. Сурикова, было высоко оценено зрителями и художественной общественностью. Ряннель был принят в члены Союза художников СССР.\nВ 1950 - 1960-е годы Тойво Ряннель сложился как яркий, оригинальный художник. В эти годы он создает свои самые знаменитые эпические полотна: "Рождение Енисея", "Тропа великанов", "Сердце Саян", "Горные кедры". Растет и ширится его слава, он становится известным далеко за пределами края.\nВ 1993 году состоялась гражданская реабилитация художника. В 1995 году по приглашению президента Финляндии, Тойво Васильевич переезжает туда на постоянное место жительства.'
   },
   {
      coordinates: [92.858816, 56.011565],
      title: 'Мемориальная доска Б.Я. Ряузову',
      adress: 'Пр-кт Мира, 100​',
      img: ryau,
      descr: 'Борис Яковлевич Ряузов народный художник РСФСР жил в этом доме с 1962 по 1994 гг.\nГоды жизни: 1919 - 1994\nхудожник-пейзажист, народный художник РСФСР, член Академии художеств СССР (1988). Борис Яковлевич Ряузов родился 1 июля 1919 года в селе Бирючья Коса Астраханской области. С 1939 года по 1941 год учился в Омском художественном училище у Т. П. Козлова. Участник областных, краевых, региональных, всесоюзных выставок. Работы художника экспонировались на зарубежных выставках (с 1955 по 1990 год): в Польше, ФРГ, Западном Берлине, Японии, Канаде, Италии, Румынии, Болгарии, Сирии, Египте, Ливане, Новой Зеландии. Член Союза художников России с 1942 года. Первый из художников, живших за Уралом, избранный действительным членом Академии художеств СССР.\nБорис Яковлевич Ряузов был награждён дипломами и почётными грамотами Министерства культуры СССР и РСФСР, Союза художников СССР и РСФСР.'
   },
   {
      coordinates: [92.868848, 56.012061],
      title: 'Мемориальная доска Д.О. Шакалину',
      adress: 'Пр-кт Мира, 82​',
      img: shakal,
      descr: 'Шакалин Денис Олегович, годы жизни 1974-2001. Старший лейтенант милиции командир оперативной роты ОМОН ГУВД Красноярского края, погиб при исполнении служебного долга в Чеченской республике. Выпускник Красноярской государственной технологической академии.\n26 января при несении боевого дежурства на КПП № 5 в Грозном у реки Сунжа он был тяжело ранен. Так эта ситуация описана в служебном рапорте: «В 20 часов 10 минут неизвестными лицами был произведен обстрел блокпоста из автоматического оружия и гранатомета. Состав караула действовал грамотно и четко, атака боевиков была отбита». Дениса срочно отправили в госпиталь, три дня врачи боролись за его жизнь, но раны оказались слишком серьезными — 29 января Денис Шакалин скончался.'
   },
   {
      coordinates: [92.866197, 56.011668],
      title: 'Штаб 301 стрелковая дивизии',
      adress: 'Пр-кт Мира, 71​',
      img: shtab,
      descr: 'В этом здании с ноября 1941 г. по март 1942 г. размещался Штаб 301 стрелковой дивизии.\nЗнамя дивизии было пронесено до Берлина.\nФормирование красноярской 301 дивизии (до него была 301 стрелковая дивизия в Харьковском военном округе, в г. Миргород) началось 10 декабря 1941 года.  Приказ о её формирование был издан ещё 29 ноября 1941 года, местом дислокации назван город Красноярск, а срок готовности прописан до 15 февраля 1942 года. В этом приказе дивизия значилась под номером 447, однако ещё в процессе формирования дивизии выходит приказ №008 (от 20 января 1942 года) “Об изменении нумерации 447-й стрелковой дивизии и частей входящих в ее состав”.  Согласно этому приказу дивизии присваивается новый номер - 301 - и меняется нумерация входящих в её состав частей, в соответствие с наименованиями частей предыдущего формирования 301 дивизии.'
   },
   {
      coordinates: [92.859508, 56.011575],
      title: 'Памятная доска А.Е. Шварцбургу',
      adress: 'Пр-кт Мира, 100​',
      img: shvar,
      descr: 'В этом доме с 1963 по 1974 год жил пианист, дирижёр, первый художественный руководитель Красноярской краевой филармонии Шварцбург Ананий Ефимович\nГоды жизни: 1918 - 1974\nРодился в семье совслужащих на КВЖД. В 1936 году с матерью переехал в Советский Союз. Окончил Высшую музыкальную школу им. Глазунова по классу фортепьяно. Учился в Московской консерватори\nБыл репрессирован в 1938 году, приговорён к десяти годам ссылки на Колыму. Работал на лесоповале, концертмейстером, солистом и дирижёром в Магаданском театре. В 1948 году был освобождён и вместе с семьёй переехал в Кутаиси, где работал преподавателем в музыкальном училище и пединституте. В 1949 году был повторно арестован и осуждён по статье 58-6 УК ГССР на поселение в Мотыгино, затем в Енисейск Красноярского края.\nВ 1951 году ставил спектакли в Енисейске, проводил концерты-лекции в педучилище, занимался преподавательской деятельностью. Реабилитирован в 1955 году. Занимался концертной деятельностью в Красноярском крае. Ананий Ефимович Шварцбург организовал и многие годы руководил музыкально-литературным лекторием при краевой государственной филармонии, сам разрабатывал программы, подбирал исполнителей. По телевидению и на радио начинают систематически выходить музыкальные передачи, в краевых газетах введены специальные рубрики. Находясь на посту художественного руководителя краевой филармонии, Ананий Ефимович приглашал многих известных исполнителей из Ленинграда и Москвы, которых знал лично по учёбе в консерватории или совместным выступлениям. Главную задачу в деятельности филармонии видел в том, чтобы найти своего слушателя в любой аудитории, от концертных залов до полевого стана.\nКроме того, Шварцбург многие годы возглавлял городское жюри по смотру художественной самодеятельности в вузах, воинских частях Красноярского края. И многим молодым талантливым музыкантам, замеченным им на таких концертах, Ананий Ефимович дал «путёвку в жизнь», приглашал на работу в Красноярск. Судьба щедро одарила его талантами: отличный пианист, поэт, рассказчик, музыковед, карикатурист, импровизатор. Современники вспоминают Анания Ефимовича Шварцбурга как яркого, неординарного, остроумного человека. При этом был скромен и интеллигентен.'
   },
   {
      coordinates: [92.888038, 56.009804],
      title: 'Памятная доска В.С Соколову',
      adress: 'Дубровинского, 54​',
      img: sokol,
      descr: 'В этом доме с 1975 по 1997 гож жил советский и российский учёный-физик, государственный и партийный деятель, председатель Совета Республики Верховного совета Российской Федерации, доктор физико-математических наук, профессор, ректор Красноярского государственного университета, действительный член РАО Соколов Вениамин Сергеевич\nГоды жизни: 1935 - 2011\nВениамин Сергеевич Соколов родился в семье военного летчика в г.Костроме. В 1953 г., окончив школу с медалью, поступил в Московский физико-технический институт (знаменитый МФТИ). С 1959 г. работал в Новосибирском Академгородке. Затем в течение 13 лет возглавлял Красноярский государственный университе\nОсновные труды — в области физики (физика солнца, энергетика, взаимодействие космических аппаратов с космической средой), педагогики и экономики.\nЗаведующий лабораторией, декан, ректор университета, второй секретарь крайкома партии, народный депутат, Председатель Совета республики Верховного Совета, академик-секретарь РАН, аудитор Счетной палаты РФ'
   },
   {
      coordinates: [92.866167, 56.011921],
      title: 'Штаб 44 стрелковой бригады',
      adress: 'Пр-кт мира, 84​',
      img: strel,
      descr: 'В этом здании в октябре ноябре 1941 года находился штаб формирования 44 стрелковой бригады. В составе 1-й ударной армии бригада принимала участие в битве под Москвой и в боях под старой Руссой.\n44 отдельная стрелковая бригада сформирована 19 октября 1941 года на основании приказа Сибирского военного округа № 0073 от 16 октября 1941 года. Формировалась в Красноярске из курсантов военных училищ и считалось наиболее боеспособным подразделением Сиб.ВО. Подготовка и боевое слаживание частей и подразделений бригады проходили в городе Красноярске с 19 октября по 16 ноября 1941 год\nВечером 20 ноября 1941 года 44 бригада железнодорожным транспортом из Красноярска была направлена под Москву. Во время остановки в городе Свердловске бригада получила на вооружение 12 пушек калибра 76 мм. Ночью 27 ноября 1941 года бригада полным составом прибыла на станцию Хотьково Сергиево-Посадского района Московской области'
   },
   {
      coordinates: [92.861174, 56.011288],
      title: 'Памятная табличка Г.К. Суворову',
      adress: 'Пр-кт мира, 83​',
      img: suvor,
      descr: 'В этом здании Красноярского педагогического института в 1939 году учился поэт, павший на Великой Отечественной войне, Суворов Георгий Кузьмич\nГеоргий Кузьмич Суворов родился 11 апреля 1919 года в селе Краснотуранск Красноярского края. Окончил Абанское педагогическое училище, работал учителем русского языка и литературы в селе Иудино Минусинского уезда (ныне село Бондарево Бейского района, Хакасия). В 1939 году поступил в Красноярский  педагогический институт. Уже тогда его стихи начали появляться на страницах красноярской периодики. Проходил военную службу в Омске, где также публиковались его произведени\nВ 1941 году Георгий Суворов попал на фронт, защищал Ленинград с августа 1942-го: был рядовым, командиром взвода противотанковых ружей, работником дивизионной газеты, офицером связи и всегда оставался поэтом.  В дивизионной газете выходило много стихов, очерков, заметок его авторства. Его стихи о воинском долге и мужестве, любви к родине и ненависти к врагу печатались в газете «Красноармейская правда» (Москва), журналах «Ленинград», «Звезда», «Сибирские огни».\nГеоргий Кузьмич был ранен осколками снаряда во время переправы через Нарву и скончался на следующий день. После его гибели в полевой сумке гвардии лейтенанта обнаружились две тетради стихов, в большинстве своем неопубликованных. Книга поэтических произведений вышла после его смерти в 1944 году в Ленинграде.'
   },
   {
      coordinates: [92.869064, 56.012071],
      title: 'Сибирский лесотехнический техникум',
      adress: 'Пр-кт мира, 82​',
      img: techn,
      descr: 'Объект культурного наследия\nСибирский лесотехнический техникум архитектор Ф.А. Непомнящий 1832 - 1938 гг.\nКрасноярский политехнический техникум является краевым государственным бюджетным образовательным учреждением среднего профильного образования (средним специальным учебным заведением). Он ведет свою историю от лесного отделения Красноярского сельскохозяйственного политехникума, которое было открыто в 1925 г. Спустя пять лет это отделение стало самостоятельным учебным заведением — Красноярским лесотехническим техникумом. В то время он был единственным ссузом в Сибири и на Дальнем Востоке, готовившим специалистов лесной отрасл\nСначала техникум располагался в здании бывшей мужской гимназии на улице Ленина, 70. В качестве учебной базы техникуму было передано урочище Скит (сейчас в районе Дивногорска), где студенты проходили полевые практики по геодезии, лесозаготовкам, проектированию лесовозных дорог и другим специальностям. Эта база просуществовала до начала строительства ГЭС.'
   },
   {
      coordinates: [92.868627, 56.011795],
      title: 'Мемориальная доска И.А. Терскову',
      adress: 'Пр-кт мира, 65​',
      img: tersk,
      descr: 'В этом доме с 1956 по 1989 гг. жил и работал биофизик и академик Иван Александрович Терсков\nГоды жизни: 1918 - 1989\nИ.А.Терсков - основатель красноярской школы биофизиков и нового научного направления - управляемый биосинтез. Внес вклад в развитие нового подхода к проблеме механизма управления размножением и дифференцировкой клеток в организме на примере анализа кроветворения методами теории регулирования. Сформулировал представления о закономерной неоднородности клеточного состава эритроцитарной популяции, для выявления которой предложил метод эритрограмм. Создал регистрирующий спектрофотометр для исследования крови. Совместно с И.И.Гительзоном разработал фотоэлектрические методы определения эритроцитов и количества гемоглобина в крови, сконструировал прибор для анализа красных кровяных клеток - эритрогемометр. Разработал новую теорию механизма гемолиза, рассмотрел систему красных кровяных клеток - эритрон - как систему автоматического регулирования, дав ее математическое описание.'
   },
   {
      coordinates: [92.877969, 56.015412],
      title: 'Дом в котором бывал В.И. Ленин',
      adress: 'Марковского, 27',
      img: tlenin,
      descr: 'Объект культурного наследия федерального значения\nПамятник истории\nДом, в котором в марте-апреле 1897 г. Ленину Владимиру Ильичу неоднократно предоставляли помещение для теоретический занятий.\nПодлежит государственной охране. Лица, причинившие вред объекту культурного наследия, несут в соответствии с законодательством Российской Федерации уголовную, административную и иную ответственность.'
   },
   {
      coordinates: [92.883531, 56.01099],
      title: 'Памятная табличка заседанию 1905 г.',
      adress: 'Карла Маркса, 45​',
      img: zased,
      descr: 'Здесь в период революции 1905 г. проходили заседания Красноярского Комитета Р.С.Д.Р.П.\nЗдание построено в конце XIX в. С начала XX в. использовалось как больница и акушерско–фельдшерская школа. В наши дни в здании располагается диагностический Центр по борьбе со СПИДом'
   },
   {
      coordinates: [92.865506, 56.011887],
      title: 'Торговый дом М.И. Семенова, И.Л. Романова',
      adress: 'Пр-кт Мира, 86​',
      img: torg,
      descr: 'Объект культурного наследия\nТорговый дом М.И. Семенова, И.Л. Романова, архитектор А.А. Фольбаум 1900-1902 гг.\nМесто под строительство выделено в 1898 году, построен дом как торговый и доходный купцом М.И. Семеновым и мещанином И.Л. Романовым в 1899-1900 годах. Весь первый этаж первоначально был отведен под магазины, второй под конторские и жилые помещения. В адресной книге за 1903 год числится «2 эт.кам.дом под железом, с подвальным этажом, новый, 32х9 саж, с 6 дверями для магазинов и 2 парадными. Флигель деревянный, новый 4х4 саж., фруктовых подвалов 2». С 1901 года по 1915 году несколько раз менялись арендаторы магазинов. В 1915 году три магазина переоборудованы под электротеатр С.Э Цукермана «Аквариум», многократно перестраивавшийся (сейчас к/т «Октябрь»). \nКонторские помещения верхнего этажа занимали в 1901 – 1903 годах учительская семинария, с 1904 года в помещениях здания располагался русско-китайский банк и контора Санкт-Перебургской страховой компании «Надежда». В 1911 году часть помещений занимало губернское казначейство. В 1918 году размещалась редакция газеты «Красноярский рабочий». В 1931 года – первый в городе пионерский клуб. С конца 1970-х годов в заднии размещался книжный магазин.'
   },
   {
      coordinates: [92.875874, 56.015195],
      title: 'Дом Якобсона И.Б.',
      adress: 'Сурикова, 42 / Марковского, 35​',
      img: yacobs,
      descr: 'Объект культурного наследия\nДом Якобсона И.Б. 1912 г.\nВ 1881 г. деревянный дом принадлежал Дубровину. В конце XIX дом купила мещанка Иванова А. После 1904 г. перешёл во владение И.Б. Якобсона. Он же построил на его месте каменный. С 1923 по 1970 гг. в здании размещалась аптека и магазин оптики.'
   },
   {
      coordinates: [92.883754, 56.011254],
      title: 'Дом Яриловой Л.О.',
      adress: 'Карла Маркса, 28​',
      img: yaril,
      descr: 'Объект культурного наследия\nДом Яриловой Л.О. 1880-е  гг.'
   },
];

